{
    "title": "Savchenko Solutions",
    "subtitle": "Solutions of Savchenko Problems in Physics",
    "motto": "knowledge must be free",
    "russianVersion": "Решения на русском",
    "oppositeLang": "ru",
    "statementsLink": "en/savchenko_en.pdf",
    "problemStatements": "Problem statements",
    "description": {
        "intro": "The collection of problems in physics edited by O.Y. Savchenko is one of the most popular resources for preparation for physics olympiads in post-soviet countries. Some of these problems were a source of inspiration for Jaan Kalda’s handouts and to some NBPhO problems. You may find problems from old IPhO papers. For more than 30 years since its first edition, not a single complete guide to solving problems from it has been created.",
        "project": "On this website, you can observe a non-profit startup creating the first wizard of this collection with the design of solutions of ",
        "team": "different authors",
        "moto": "In total, 745 solutions have been published, out of 2,023 problems. In 2023, the project was launched, which is actively developing in Russian and English. If you'd like to contribute, feel free to email"
    },
    "contents": "Contents",
    "chapter": "Chapter",
    "upload": "upload",
    "popup": {
        "title": "Enter the name of the problem",
        "placeholder": "e.g., 13.1.19",
        "submit": "Submit",
        "cancel": "Cancel"
    },
    "footer": {
        "copyright": "© Savchenko Solutions, 2023-2024",
        "rights": "All rights belong to the authors.",
        "commercial": "Commercial use of materials - with the written permission of the authors."
    },
    "meta": {
        "keywords": "Savchenko Problems in Physics, Savchenko solutions, physics problems, physics olympiad preparation, IPhO, Jaan Kalda",
        "description": "The largest dataset of solutions of Savchenko Problems in Physics - widely used to prepare for olympiads and it is a useful tool to master and sharpen your skills and techniques in comptetitive problem solving. Some of these problems were a source of inspiration for Jaan Kalda's handouts and to some NBPhO problems. You may find problems from old IPhO papers.",
        "author": "Aliaksandr Melnichenka",
        "date": "2023-10",
        "ogDescription": "A website with solutions to physics problems from Savchenko Textbook"
    },
    "chapters": {
        "about": "About",
        "1": "Kinematics",
        "2": "Dynamics",
        "3": "Oscillations and Waves",
        "4": "Fluid Mechanics",
        "5": "Molecular Physics",
        "6": "Electrostatics",
        "7": "Particles in an electric field",
        "8": "Electric current",
        "9": "Constant magnetic field",
        "10": "Particles in complex fields",
        "11": "Electromagnetic induction",
        "12": "Electromagnetic waves",
        "13": "Optics. Quantum physics",
        "14": "Special theory of relativity"
    }
}